Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Sir, Given the very recent events at the dry docks, I now see exactly what you mean. Clearly, you were right about Burke’s loyalties being more fickle than they appeared. Of course, we have plenty of unanswered questions about how it came to this. To begin with, I don’t see why Burke would be involved with Joyce. There’s no way he did it out of some kind of an altruistic urge, there has to be more to it. We know Burke didn’t divert Joyce’s transport, since whereabouts at that time are accounted for. So there has to be somebody else involved, too. I’m looking into it. --------------------------------------------------------- TO: CLARICE OGAWA FROM: MARTIN HATCH DATE: OCT 8, 2016 – 9:47am SUBJECT: RE: Liam Burke’s status Clarice, I understand why you consider Mr. Burke an asset to our future plans. Unfortunately, while he is an exceptional individual, he is less suitable for the kind of duties you have in mind than may be immediately obvious. I’ll explain. Yes, he’s been trained as a Striker. But Mr. Burke WAS disqualified, and for good reason. The men we have chosen to be Strikers have strict physical requirements, a certain moral flexibility, and the kind of killer instinct you have to be born with, cultivated to a fine degree. A ferocious knack for survival. Mr. Burke certainly has those qualities. He wasn't disqualified from the Striker program because he lacked them, or because he couldn’t wrap his head around the technical aspects of operating the technology; in fact, his performance was exceptional. So I fully agree with you that he’s an impressive operative. But Strikers, by their very nature, have to be made aware of Project Lifeboat and its purpose, at least on a general level, and that means they have to able to accept its implications. Unfortunately, Mr. Burke has a deep attachment to his wife, and the fact is that even if we brought Mr. Burke in, that wouldn’t guarantee a spot for her in the program. To be blunt: we don’t need any more nurses, and we’re already at capacity overall. We need Mr. Burke, but we don’t need his wife. Mr. Burke would never accept that, particularly now that Mrs. Burke is pregnant. Therefore, it’s vital that he doesn’t understand the nature and scope of the threat we face. As for having him play a role in other aspects of future developments, I suspect that despite his seemingly amoral nature, Mr. Burke may have other qualms he’s not consciously aware of. If he ever has to truly make a choice between conflicting loyalties, he may take a stand on principle and elect to act against his own best interests. That’s not a chance I’m willing to take. --------------------------------------------------------- TO: MARTIN HATCH FROM: CLARICE OGAWA DATE: OCT 7, 2016 – 8:01pm SUBJECT: Liam Burke’s status Sir, I’ve been thinking about Liam Burke. I know you’ve worked closely with him for a while now, and he’s been useful, but there are assignments we can’t use him for because of his insufficient security clearance. For instance, having to keep him in the dark about much of what will happen at the university – about the stutters we’re expecting, about where it’ll lead – makes him a far less effective field operative than I’d prefer and causes quite a bit of logistical difficulty, given that he’s still going to be a part of the operation. And frankly, it feels like wasted potential. I’d like you to consider the possibility of bringing Burke into the fold. He's completed most of the Striker training, and even though he didn’t finish the program, he made an impression on me as a tremendously capable asset. His service record is exemplary, and he has a well-earned reputation as somebody who gets things done, no questions asked. By the same token, I would love to include Burke in our long-term plans. We could use a man like him in our corner, and I could deploy him far more effectively. Let me know what you think.
pl_pl: Proszę Pana, Biorąc pod uwagę ostatnie wydarzenia w porcie, dokładnie rozumiem, o co panu chodzi. Najwyraźniej miał pan rację, że lojalność Burke'a jest bardziej zmienna, niż się nam wydawało. Oczywiście mamy wiele pytań bez odpowiedzi o to, jak do tego doszło. Po pierwsze, nie rozumiem, dlaczego Burke miałby być związany z Joyce'm. Nie ma mowy, żeby zrobił to z jakiegoś altruistycznego popędu, musi być w tym coś więcej. Wiemy, że Burke nie przekierował transportu Joyce'a, ponieważ miejsce pobytu w tym czasie jest wytłumaczalne. Więc musi być w to zamieszany ktoś jeszcze. Przyglądam się temu. --------------------------------------------------------- DO: CLARICE OGAWA OD: MARTIN HATCH DATA: 8 PAŹDZIERNIKA 2016 - 9:47 TEMAT: ODP: Status Liama Burke'a Clarice, Rozumiem, dlaczego uważasz pana Burke'a za atut w naszych przyszłych planach. Niestety, choć jest on wyjątkową osobą, nie nadaje się tak dobrze do pełnienia obowiązków, jakie ma pani na myśli. Już wyjaśniam. Tak, był szkolony jako żołnierz. Ale pan Burke został zdyskwalifikowany i to nie bez powodu. Ludzie, których wybraliśmy na Strikerów, mają surowe wymagania fizyczne, pewną elastyczność moralną i rodzaj instynktu zabójcy, z którym trzeba się urodzić, a który jest kultywowany w doskonałym stopniu. Taki dziki talent przetrwania. Pan Burke z pewnością posiada te cechy. Nie został zdyskwalifikowany z programu Striker z powodu ich braku lub dlatego, że nie potrafił ogarnąć technicznych aspektów obsługi technologii. W rzeczywistości jego wyniki były wyjątkowe. Więc w pełni zgadzam się z tobą, że jest imponującym agentem. Ale Strikerzy, z samej swojej natury, muszą być świadomi Projektu Łodzi Ratunkowej i jego celu, przynajmniej na poziomie ogólnym, a to oznacza, że muszą być w stanie zaakceptować jego implikacje. Niestety, pan Burke jest głęboko przywiązany do swojej żony, a faktem jest, że nawet gdybyśmy sprowadzili pana Burke'a, nie zagwarantowałoby to jej miejsca w programie. Mówiąc wprost: nie potrzebujemy więcej pielęgniarek, a i tak nie mamy już miejsc. Potrzebujemy pana Burke'a, ale nie potrzebujemy jego żony. Pan Burke nigdy by się na to nie zgodził, zwłaszcza teraz. Jeśli chodzi o jego rolę w innych aspektach przyszłych wydarzeń, podejrzewam, że pomimo swojej pozornie amoralnej natury, pan Burke może mieć inne skrupuły, których nie jest świadomy. Jeśli kiedykolwiek będzie musiał dokonać prawdziwego wyboru między sprzecznymi lojalnościami, może przyjąć stanowisko oparte na zasadach i zdecydować się działać wbrew własnym najlepszym interesom. Nie chcę ryzykować. --------------------------------------------------------- DO: MARTIN HATCH OD: CLARICE OGAWA DATA: 7 PAŹDZIERNIKA 2016 - 20:01 TEMAT: Status Liama Burke'a Proszę Pana, Zastanawiałam się nad Liamem Burke. Wiem, że od jakiegoś czasu blisko z nim współpracujesz i jest przydatny, ale są zadania, do których nie możemy go wykorzystać ze względu na jego niewystarczające poświadczenie bezpieczeństwa. Na przykład konieczność trzymania go w niewiedzy na temat tego, co wydarzy się na uniwersytecie - o zacięciach, których się spodziewamy, o tym, dokąd to doprowadzi - czyni go znacznie mniej skutecznym agentem terenowym, niż bym wolała, i powoduje sporo trudności logistycznych, biorąc pod uwagę, że nadal będzie częścią operacji. I szczerze mówiąc, wydaje mi się, że to zmarnowany potencjał. Chciałabym, abyś rozważył możliwość włączenia Burke'a do zespołu. Ukończył większość szkolenia Strikerów i mimo że nie ukończył programu, zrobił na mnie wrażenie niezwykle zdolnego pracownika. Jego przebieg służby jest wzorowy, a on sam cieszy się zasłużoną reputacją kogoś, kto załatwia sprawy bez zbędnych pytań. Z tego samego powodu chciałabym włączyć Burke'a do naszych długoterminowych planów. Przydałby nam się ktoś taki jak on w naszym zespole, a ja mogłabym wykorzystać go znacznie skuteczniej. Daj mi znać, co o tym sądzisz.

source: Sir, I know you won’t have a chance to read this e-mail until you return to the HQ, but I have turned this over in my head repeatedly and I see no other option than to let you know what I have done. I have deactivated the stutterproofing at the building. I had maintenance access, and I used it. But I want you to know I did it under tremendous duress: Martin Hatch left me no choice. He threatened my family, and I didn’t know what else to do. I still don’t. I know there are Shifters out there. The stutterproofing is gone, and I don’t have a chronon harness, so technically, I’m safe. The Shifters only exist in stutters, and when one of those hits, I freeze, just like the rest of the world. So whatever happens during the stutter, I’m safe, barring some kind of a desynchronization-related accident. What that means, though, is that one eyeblink I’m here, and the next one there’s two dead Strikers on the floor. Dead because of me. Their blood all over me, from nowhere. I’m looking at them right now, typing this on my phone. I can smell the blood and… I don’t know, ozone? I guess? And smoke. Their gear’s sparking. They’d be alive if I hadn’t I’m sorry. I think I’m hyperventilating. I don’t know if I can hold it together much longer. I don’t know why Hatch wanted this to happen, but he did. I think he wants the CFR for some reason? You can’t trust that fucker, sir. I know you’re close, but I think he’s as evil as they come. I’m so sorry, sir. I’m not making excuses. I know I fucked up. I don’t know how to deal with this. I have always respected your drive and dedication. You have no idea. But I don’t have those things. I’m just an engineer. This is just too much for me. If you come back and fix things, please look after my family. They didn’t have anything to do with this. Bernard Riker Senior Chronon Tech
pl_pl: Proszę Pana, Wiem, że nie będzie miał Pan szansy przeczytać tego e-maila, dopóki nie wróci Pan do kwatery głównej, ale wielokrotnie analizowałem tę sprawę i nie widzę innej możliwości, niż powiadomienie Pana o tym, co zrobiłem. Dezaktywowałem zabezpieczenie przed zacinaniem się w budynku. Miałem dostęp do konserwacji i skorzystałem z niego. Ale chcę, żebyście wiedzieli, że zrobiłem to pod ogromnym przymusem: Martin Hatch nie pozostawił mi wyboru. Groził mojej rodzinie, a ja nie wiedziałem, co innego mogę zrobić. Nadal nie wiem. Wiem, że tam są Zmienni. Zabezpieczenie przed zacięciami zniknęło, a ja nie mam uprzęży chrononowej, więc technicznie jestem bezpieczny. Zmienni istnieją tylko w zacięciach, a kiedy jedno z nich uderza, zamarzam, tak jak reszta świata. Tak więc cokolwiek dzieje się podczas zacięcia, jestem bezpieczny, z wyjątkiem jakiegoś wypadku związanego z desynchronizacją. Oznacza to jednak, że w jednym mgnieniu oka jestem tutaj, a w następnym na podłodze leży dwóch martwych Strikerów. Martwych przeze mnie. Ich krew jest na mnie, znikąd. Patrzę na nich teraz, pisząc to na telefonie. Czuję zapach krwi i... nie wiem, ozonu? Chyba? I dym. Ich sprzęt iskrzy. Żyliby, gdybym tego nie zrobił. Przepraszam. Chyba mam hiperwentylację. Nie wiem, czy wytrzymam dłużej. Nie wiem, dlaczego Hatch chciał, żeby to się stało, ale to zrobił. Myślę, że z jakiegoś powodu chce RPC? Nie można ufać temu skurwielowi. Wiem, że jesteś blisko, ale myślę, że jest tak zły, jak to tylko możliwe. Tak mi przykro, sir. Nie usprawiedliwiam się. Wiem, że spieprzyłem. Nie wiem, jak sobie z tym poradzić. Zawsze szanowałem twój zapał i poświęcenie. Nie wiesz jak bardzo. Tylko ja go nie mam. Jestem tylko inżynierem. To dla mnie za dużo. Jeśli wrócisz i wszystko naprawisz, proszę, zaopiekuj się moją rodziną. Oni nie mają z tym nic wspólnego. Bernard Riker Starszy Technik Chrononu

source: Sir, The activation of the Lifeboat strikes me as a prudent measure, and I’m glad we’re not taking any chances on that front. However, having discussed the matter with Mr. Hatch, I’m increasingly worried about Dr. Amaral’s motives. We know that she was involved in the explosion at the treatment lab. The thing is, she’s intelligent and resourceful, but that explosion wasn’t something a clever scientist whipped up all by her lonesome. The lab was blown up with military grade explosives sourced from our armory – an armory she doesn’t have access to – and they weren’t just thrown in at random. Somebody with a solid understanding of structural weaknesses and demolition expertise set them up. That’s military training. So we know she had competent help. That means she’s not working alone. Clearly, Dr. Amaral is connected to Joyce, or she wouldn’t have been “kidnapped” – that had to be her exit strategy; she had to know that we’d trace the lab explosion to her – but that’s not our only concern. We have to try to figure out who she was working with on our end. I know her betrayal hurt you personally in more ways than one, and this may not be the easiest time to start looking into this. I hope you know that I’m at your disposal, whatever you need done. I want to get to the bottom of this.
pl_pl: Proszę Pana, Aktywacja łodzi ratunkowej wydaje mi się rozważnym posunięciem i cieszę się, że nie ryzykujemy na tym froncie. Jednak po rozmowie z panem Hatchem coraz bardziej martwię się o motywy dr. Amaral. Wiemy, że była zamieszana w eksplozję w laboratorium. Chodzi o to, że jest inteligentna i zaradna, ale ta eksplozja nie była czymś, co sprytny naukowiec przygotował sam. Laboratorium zostało wysadzone materiałami wybuchowymi klasy wojskowej pochodzącymi z naszej zbrojowni - zbrojowni, do której ona nie ma dostępu - i nie zostały one wrzucone przypadkowo. Ktoś z solidnym zrozumieniem słabości strukturalnych i doświadczeniem w wyburzaniu je podłożył. To szkolenie wojskowe. Wiemy więc, że miała kompetentną pomoc. Oznacza to, że nie pracowała sama. Najwyraźniej dr Amaral jest powiązana z Joyce, w przeciwnym razie nie zostałaby „porwana” - to musiała być jej strategia wyjścia, musiała wiedzieć, że wyśledzimy eksplozję w laboratorium - ale to nie jest nasze jedyne zmartwienie. Musimy spróbować dowiedzieć się, z kim współpracowała po naszej stronie. Wiem, że jej zdrada zraniła cię osobiście na więcej niż jeden sposób, a to może nie być najłatwiejszy moment, aby zacząć się tym zajmować. Mam nadzieję, że wiesz, że jestem do twojej dyspozycji, cokolwiek potrzebujesz zrobić. Chcę dotrzeć do sedna sprawy.

source: Sir, I have some information about Martin Hatch.
pl_pl: Proszę Pana, mam pewne informacje na temat Martina Hatcha.

source: Sir, get back in your truck! Now!
pl_pl: Niech Pan, wraca do ciężarówki! Teraz!

source: Sir, get out of your truck and stop the engine!
pl_pl: Proszę wysiąść z ciężarówki i wyłączyć silnik!

source: Sir, just... I know he explained this to me already, but let me just confirm -- Mr. Hatch really wants me to shoot him?
pl_pl: Proszę pana, po prostu... Wiem, że już mi to Pan wyjaśnił, ale pozwolę sobie potwierdzić - pan Hatch naprawdę chce, żebym go postrzelił?

source: Sir, put down the camera! I said put it down!
pl_pl: Proszę pana, niech pan odłoży kamerę! Powiedziałem odłóż!

source: Sir.
pl_pl: Proszę Pana.

source: Sir... you ordered us to search the demolished lab. Your treatments were destroyed, but... there was one left.
pl_pl: Proszę Pana... kazał nam pan przeszukać zdemolowane laboratorium. Pańskie lekarstwa zostały zniszczone, ale... zostało jedno.

source: Sir? You're sure you don't want support?
pl_pl: Proszę pana? Jesteś pewien, że nie chce Pan wsparcia?

source: Sit
pl_pl: Usiądź

source: Situation critical! We need backup right now, over!
pl_pl: Sytuacja krytyczna! Potrzebujemy natychmiast wsparcia, odbiór!

source: Skirmisher kill!
pl_pl: Skirmisher zabił!

source: Skybridge, skybridge... you're in Marketing right now, that's... okay, yeah, I think I got it.
pl_pl: Most, most... jesteś teraz w Marketingu, to... ok, tak, chyba mam.

source: Slide down
pl_pl: Zjedź w dół

source: Slow Time
pl_pl: Spowolnienie czasu

source: Small pleasures.
pl_pl: Małe przyjemności.

source: Smart place to aim a cannon, guys.
pl_pl: Mądre miejsce do celowania z armaty, chłopaki.

source: Smiley face?
pl_pl: A buźka?

source: Sneak through the chemistry building
pl_pl: Przekradnij się przez budynek chemii

source: Sniper cover. Flank him!
pl_pl: Osłona snajperska. Flankuj go!

source: Sniper in position. Move!
pl_pl: Snajper na pozycji. Ruszać się!

source: Sniper in support. Move in and find him.
pl_pl: Snajper jest na wsparciu. Idź i znajdź go.

source: Sniper pinned down!
pl_pl: Snajper przygwożdżony!

source: Sniper stuck in cover!
pl_pl: Snajper utknął za osłoną!

source: Sniper taking fire!
pl_pl: Snajper pod ostrzałem!

source: Sniper under fire!
pl_pl: Snajper pod ostrzałem!

source: Snipers!
pl_pl: Snajperzy!

source: Snipers.
pl_pl: Snajperzy.

source: So Paul founded Monarch...
pl_pl: Więc Paul założył Monarch...

source: So how do I reset the power?
pl_pl: Jak zresetować zasilanie?

source: So this is about quantum physics. Paul, you know my brother spent years stuck down that rabbit hole. Is that why you brought Will on as a consultant?
pl_pl: Chodzi więc o fizykę kwantową. Paul, wiesz, że mój brat spędził całe lata badając ją. To dlatego zatrudniłeś Willa jako konsultanta?

source: So was everybody else's.
pl_pl: To samo z czasem wszystkich innych.

source: So what is this place? What was Monarch doing at the university?
pl_pl: Co to za miejsce? Co Monarch robił na uniwersytecie?

source: So what was the deal with the power thing?
pl_pl: Więc o co chodziło z tym zasilaniem?

source: So where's Will? Where's the countermeasure?
pl_pl: Więc gdzie jest Will? Gdzie jest środek zaradczy?

source: So who are you, exactly? Why are you helping me?
pl_pl: Więc kim dokładnie jesteś? Dlaczego mi pomagasz?

source: So you're gonna sip champagne while I break into a high-security installation. Looks like you've got this all figured out.
pl_pl: Więc będziesz popijać szampana, podczas gdy ja włamię się do instalacji o wysokim poziomie bezpieczeństwa. Wygląda na to, że wszystko już zaplanowałaś.

source: So, I guess you're not at all concerned that one guy jury-rigged this entire thing together? Because I think I literally see duct tape.
pl_pl: Zgaduję więc, że nie jesteś zaniepokojony tym, że jeden facet złożył to wszystko w całość? Bo wydaje mi się, że dosłownie widzę taśmę klejącą.

source: So, everyone thinks that Monarch is run by this smarmy asshole named Martin Hatch. But everyone here answers to a guy named Paul Serene. And apparently he founded Monarch in 1999.
pl_pl: Wszyscy myślą, że Monarch jest zarządzany przez tego smarkatego dupka o imieniu Martin Hatch. Ale wszyscy tutaj odpowiadają przed niejakim Paulem Serene. I najwyraźniej to on założył Monarch w 1999 roku.

source: So, this Joyce guy, he one of those, uh, y'know, religious types?
pl_pl: Więc ten Joyce to jeden z tych religijnych typów?

source: So... red turned into green.
pl_pl: A więc... czerwone światełko zmieniło się w zielone.

source: So... what's this?
pl_pl: Więc... co to jest?

source: Soak this in, Jack. What we're doing, right here, right now... people are going to write about this for centuries to come.
pl_pl: Zrozum to, Jack. To, co robimy, tutaj i teraz... ludzie będą o tym pisać przez wieki.

source: Sofia Yes, the Fracture has begun, and yes, it will take its inevitable course. But you worry too much. I understand your concerns, but our preparations will be ready by the time it has run its course. Keep in mind that I’ve been to the End of Time; I’ve seen how this plays out. We’ve taken every precaution necessary. Now we just need to make sure that the pieces fall into place. We cannot cancel the gala tonight. The team needs reassurance that our plan is moving forward without further complications. Even those who aren’t aware of the Lifeboat Protocol need a guarantee that their efforts are not in vain. They need to know that I am in control. The university was only the first step. Now the real work begins. I am almost finished up at Ground Zero. I will head to the island for my treatment very soon. I couldn’t have done this without you, Sofia. Paul ----------------------------------------------------------- TO: PAUL SERENE FROM: SOFIA AMARAL DATE: OCT 9, 2016 – 7:01am SUBJECT: Fracture + your health Paul, The Fracture occurred at exactly 4:15am, just as you predicted. However, the stutters seem to be occurring at an alarming rate, much more frequently than we expected. I know better than to question your knowledge on the matter, but I just want to be sure that the timeline you proposed grants us enough time for what must be done. You didn’t receive your treatment before you left. I can’t stress how important it is that you continue consistent treatments or the efficiency will dwindle. We can’t afford for your sickness to intensify. Not now. Please come to the island to receive your treatment as soon as time permits. I’m worried about you. Dr. Sofia Amaral Head of Research
pl_pl: Sofia Tak, Pęknięcie się rozpoczęło i tak, będzie miało swój nieunikniony przebieg, ale za bardzo się martwisz. Rozumiem twoje obawy, ale skończymy przygotowania, zanim to się stanie. Pamiętaj, że byłem na Końcu Czasu. Widziałem, jak to się odbywa. Podjęliśmy wszelkie niezbędne środki ostrożności. Teraz musimy się tylko upewnić, że wszystko się ułoży. Nie możemy odwołać dzisiejszej gali. Zespół potrzebuje pewności, że nasz plan posuwa się naprzód bez dalszych komplikacji. Nawet ci, którzy nie są świadomi Protokołu Łodzi Ratunkowej, potrzebują gwarancji, że ich wysiłki nie pójdą na marne. Muszą wiedzieć, że panuję nad sytuacją. Uniwersytet był tylko pierwszym krokiem. Teraz zaczyna się prawdziwa praca. Prawie skończyłem w Strefie Zero. Wkrótce udam się na wyspę po dawkę leków. Nie mógłbym tego zrobić bez ciebie, Sofia. Paul --------------------------------------------------------- DO: PAUL SERENE OD: SOFIA AMARAL DATA: 9 PAŹDZIERNIKA 2016 - 7:01 TEMAT: Pęknięcie + zdrowie Paul, Pęknięcie nastąpiło dokładnie o 4:15 rano, tak jak przewidziałeś. Jednak zacięcia wydają się występować w alarmującym tempie, znacznie częściej niż się spodziewaliśmy. Wiem, że lepiej nie kwestionować twojej wiedzy na ten temat, ale chcę mieć pewność, że zaproponowany przez ciebie harmonogram daje nam wystarczająco dużo czasu na to, co należy zrobić. Nie otrzymałeś leczenia przed wyjazdem. Nie potrafię podkreślić, jak ważne jest, abyś kontynuował konsekwentne leczenie, w przeciwnym razie twoja wydajność spadnie. Nie możemy pozwolić sobie na nasilenie choroby. Nie teraz. Proszę, przyjedź na wyspę i poddaj się leczeniu tak szybko, jak to możliwe. Martwię się o ciebie. Dr Sofia Amaral Kierownik Działu Badań

source: Sofia Amaral Seminar Poster
pl_pl: Plakat seminarium Sofii Amaral

source: Sofia Amaral's Chronon Presentation
pl_pl: Prezentacja o Chrononie Sofii Amaral

source: Sofia Amaral. Monarch's resident chronon scientist. She must know a lot of the same stuff Will did.
pl_pl: Sofia Amaral. Naukowiec zajmujący się chrononem w Monarch. Musi wiedzieć to samo, co Will.

source: Sofia Amaral. She wanted to activate the Lifeboat before it was ready. She wants to sabotage my operation. Who knows what she's told Jack. Who knows how long she's been working against me.
pl_pl: Sofia Amaral. Chciała aktywować łódź ratunkową, zanim będzie gotowa. Chce sabotować moją operację. Kto wie, co powiedziała Jack'owi. Kto wie, jak długo pracowała przeciwko mnie.

source: Sofia's Personal Notes
pl_pl: Osobiste notatki Sofii

source: Sofia's loyal. She's always been loyal.
pl_pl: Sofia jest lojalna. Zawsze była lojalna.

source: Sofia's research had saved my life. Loyalty doesn't run any deeper.
pl_pl: Badania Sofii uratowały mi życie. Lojalność nie sięga głębiej.

source: Solid copy. Hell of a career move, soldier. Over.
pl_pl: Wyraźnie rozumiem. Niezły krok w karierze, żołnierzu. Odbiór.

source: Some enemies are equipped with a portable Chronon Dampener.
pl_pl: Niektórzy przeciwnicy są wyposażeni w przenośny tłumik chrononu.
